[
    "No pain, no gain.",
    "Fitness is not about being better than someone else; it’s about being better than you used to be.",
    "The only bad workout is the one that didn’t happen.",
    "Push yourself because no one else is going to do it for you.",
    "Success usually comes to those who are too busy to be looking for it.",
    "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
    "Your only limit is you.",
    "Don’t wish for it. Work for it.",
    "Hard work beats talent when talent doesn’t work hard.",
    "Fitness is like a relationship. You can’t cheat and expect it to work.",
    "The body achieves what the mind believes.",
    "If you still look good at the end of your workout, you didn’t train hard enough.",
    "Fall in love with taking care of yourself. Mind. Body. Spirit.",
    "The more you sweat in practice, the less you bleed in battle.",
    "Believe you can and you’re halfway there.",
    "The hardest lift of all is lifting your butt off the couch.",
    "A good workout is like a cup of coffee: it energizes you and makes your day better.",
    "Fitness is not about being the best. It’s about being better than you were yesterday.",
    "Your only limit is the one you set yourself.",
    "Work hard in silence, let success be your noise.",
    "Strength does not come from physical capacity. It comes from an indomitable will.",
    "Sweat is fat crying.",
    "You don’t have to be great to start, but you have to start to be great.",
    "The secret of getting ahead is getting started.",
    "Don’t count the days; make the days count.",
    "Discipline is the bridge between goals and accomplishment.",
    "Success is walking from failure to failure with no loss of enthusiasm.",
    "The best project you’ll ever work on is you.",
    "Great things never come from comfort zones.",
    "You are your only limit.",
    "Sore today, strong tomorrow.",
    "Don’t wait for the perfect moment. Take the moment and make it perfect.",
    "Action is the foundational key to all success.",
    "Your health is an investment, not an expense.",
    "Take care of your body; it’s the only place you have to live.",
    "The only way to finish is to start.",
    "Don’t let yesterday take up too much of today.",
    "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "The future depends on what you do today.",
    "Do something today that your future self will thank you for.",
    "Fitness is not about being better than someone else; it’s about being better than you used to be.",
    "You don’t have to be great to start, but you have to start to be great.",
    "Consistency is key.",
    "Great things never come from comfort zones.",
    "It’s not about how hard you hit. It’s about how hard you can get hit and keep moving forward.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "Work hard in silence, let success be your noise.",
    "No matter how slow you go, you are still lapping everybody on the couch.",
    "You’re only one workout away from a good mood.",
    "Success is not for the chosen few, but for the few who choose it.",
    "The more you sweat in practice, the less you bleed in battle.",
    "Fitness is not about being better than someone else. It’s about being better than you used to be.",
    "Push yourself because no one else is going to do it for you.",
    "You don’t have to be great to start, but you have to start to be great.",
    "Hard work beats talent when talent doesn’t work hard.",
    "It’s not about having time, it’s about making time.",
    "The only bad workout is the one that didn’t happen.",
    "Fitness is like a relationship. You can’t cheat and expect it to work.",
    "The body achieves what the mind believes.",
    "Sweat is fat crying.",
    "You are your only limit.",
    "Sore today, strong tomorrow.",
    "Work hard in silence, let success be your noise.",
    "The only way to finish is to start.",
    "Take care of your body; it’s the only place you have to live.",
    "Discipline is the bridge between goals and accomplishment.",
    "The best project you’ll ever work on is you.",
    "Great things never come from comfort zones.",
    "You don’t have to be great to start, but you have to start to be great.",
    "Action is the foundational key to all success.",
    "Your health is an investment, not an expense.",
    "Don’t count the days; make the days count.",
    "Fitness is not about being the best. It’s about being better than you were yesterday.",
    "Believe you can and you’re halfway there.",
    "Success usually comes to those who are too busy to be looking for it.",
    "Fall in love with taking care of yourself. Mind. Body. Spirit.",
    "The harder you work for something, the greater you’ll feel when you achieve it.",
    "Push yourself because no one else is going to do it for you.",
    "Dream it. Believe it. Build it.",
    "Don’t let yesterday take up too much of today.",
    "The only bad workout is the one that didn’t happen.",
    "Your only limit is you.",
    "Motivation gets you started. Habit keeps you going.",
    "You don’t have to be great to start, but you have to start to be great.",
    "The only way to achieve the impossible is to believe it is possible.",
    "Don’t watch the clock; do what it does. Keep going.",
    "The more you sweat in practice, the less you bleed in battle.",
    "Success is not for the chosen few, but for the few who choose it.",
    "No matter how slow you go, you are still lapping everybody on the couch.",
    "You’re only one workout away from a good mood."
]
